<template>
   <div class="flex flex-col items-center bg-slate-200 text-3xl p-8 md:p-24">
    <h2 class="text-blue-500">台灣十大湖泊簡介</h2>


    <ul class="list-decimal pt-8 px-12 md:px-64">
        <li><span class="text-blue-500">松蘿湖</span> ：位於新北市烏來區雪山山脈崇山峻嶺之中的一座高山湖泊，海拔約1250公尺，是南勢頭溪的源頭，四面環山的松蘿湖，在清晨的時候薄霧繚繞，彷彿一位嬌羞美麗的少女，因此有了「十七歲少女湖」的美稱。</li>
        <li><span class="text-blue-500">梅花湖</span> ：位於宜蘭冬山鄉，涵蓋面積約283公頃，風景區中的湖泊因外型與五瓣梅花相似，因而被命名為「梅花湖」。梅花湖不僅有豐富的湖泊生態，也是一座優美的天然水庫。</li>
        <li><span class="text-blue-500">加羅湖</span> ：位於宜蘭縣大同鄉四季村海拔約2250m，加羅湖因加羅山而得名。沿線有不少的湖泊池潭如「撤退池」、「豪邁池」、「偉蛋池」等，因此在岳界會有人來用「仙女散落的珍珠」形容加羅湖群。</li>
        <li><span class="text-blue-500">翠峰湖</span> ：於宜蘭縣大同鄉、太平山和大元山之間，海拔1840公尺，雨季時湖面達25公頃，為臺灣最大的高山湖泊，晨昏變化萬千，四季風情各異。</li>
        <li><span class="text-blue-500">鴛鴦湖</span>：橫跨新竹、桃園、宜蘭三縣，坐落在雪山山脈的中北部，海拔1,670公尺，氣候低溫多雨，屬恆濕型氣候，溼度高全年無乾季，一年下雨超過200天、起霧300天，終年雲霧裊繞。</li>
        <li><span class="text-blue-500">鯉魚潭</span>：位於花蓮縣壽豐鄉，因東傍鯉魚山而被命名為鯉魚潭，面積約104公頃，是花蓮縣境內最大的內陸湖泊，鯉魚潭的湖水自地底湧出，終年不竭，優美的景色，隨著季節變化萬千，夢幻般的仙境。</li>
        <li><span class="text-blue-500">日月潭</span>：南投縣魚池鄉，是一座美麗的高山湖泊。潭面以拉魯島為界，東側形如「日」，西側形如「月」，故名日月潭。其周圍山重水複，林木蒼鬱，潭面廣闊水平如鏡，映照群山變化萬千。</li>
        <li><span class="text-blue-500">清湖湖</span>：位於高雄市鳥松區是重要的水源地和風景區。高雄市的第一大湖，以三橋、六勝、八景為著名景點，環湖路線，沿途欣賞點綴其間的亭台樓閣，而自然生態豐富的園區，總吸引過境的水鳥，讓人能夠賞鳥、享受風景宜人、恬靜淡泊的休閒度假好去處。</li>
        <li><span class="text-blue-500">嘉明湖</span>：位在南部橫貫公路，一座被譽為「高山藍寶石」、「天使的眼淚」的橢圓形湖泊。由翠綠的森林植被所環繞，清澈的湖面映照著天空的湛藍，深不可測，彷若人間仙境般的靜謐。傳說中嘉明湖的形成，是因隕石撞擊地球表面後造成的隕石坑，相當罕見。</li>
        <li><span class="text-blue-500">琵琶湖</span>：位於台東縣台東市台東森林公園(黑森林)內，因為湖面形狀類似琵琶故名琵琶湖，琵琶湖屬於河口海濱濕地，湖水清澈，內有多種台灣原生淡水魚類，棲息許多鷺鷥、野鴨的湖泊。</li>
    </ul>

   </div>
</template>
