<template>
   <div class="flex flex-col items-center text-3xl bg-rti_ing_feet p-8 md:p-24">
      <h2 class="text-4xl">活動須知</h2>
        <ul class="list-decimal text-2xl pl-8 sm:px-16 lg:px-64 pt-8 gap-8">
            <li>參與活動請上央廣活動官網。活動電子信箱:<a href="mailto:tan@rti.org.tw">（ing@rti.org.tw）</a>。</li>
            <li>參加者請附上真實姓名(發表時可用筆名)、國籍、通訊地址、出生年月日、聯絡電話、email。<br>主辦單位將依個人資料保護法保護個資</li>
            <li>參加者可重複參與活動，但以任何不當程式進行大量資料發送者，主辦單位將取消其參加資格。<br>若同一人抽中兩個以上獎項，以一份為限，再另外抽出其他尚未獲獎者。</li>
            <li>節目將於央廣官網及「兩岸ING」臉書同步公佈中獎名單。</li>
            <li>得獎者請於抽獎名單公佈後7天內回傳活動信箱<a href="mailto:tan@rti.org.tw">（ing@rti.org.tw）</a>個人資料:真實姓名、國籍、通訊地址、出生年月日、聯絡電話，以進行身份確認;無法於指定期限內提供者，視同放棄得獎資格。</li>
            <li>獎品將依填寫資料寄送，如有不完整、資料不正確及所留資料無法聯絡導致無法寄送之情事，視同放棄獎品，將不補發或重寄。</li>
            <li>本活動之獎品不得轉換、轉讓或折換現金，獎品以實際商品為主。</li>
            <li>主辦單位保留隨時得終止或變更本活動方法、獎項等相關活動內容之權利。</li>
            <li>如有其他未盡事宜，依主辦單位相關規定或解釋為最後依據。若遇不可抗力情事發生，本活動逕行停止或延後進度。</li>
            <li>中央廣播電臺擁有得獎作品之網路刊登作品發表權、廣播節目製播權及相關著作財產權，廣播節目可自行或授權其他單位單篇發表，亦可編為有聲著作出版發行，不另支付稿費。</li>
        </ul>
   </div>
</template>
